Repository: nightscout/Trio
Catalog: FreeAPS/Sources/Localizations/ShortcutsDetail/ShortcutsDetail.xcstrings
Source language: en
Languages: de, es, fr, it, nl, sv

# %@ g carbs and %@ g fats and %@ g proteins added at %@
source: %1$@ g carbs and %2$@ g fats and %3$@ g proteins added at %4$@
de: %1$@ g Kohlenhydrate und %2$@ g Fette und %3$@ g Proteine bei %4$@ hinzugefügt
es: %1$@ g de hidratos de carbono y %2$@ g de grasas y %3$@ g de proteínas añadidos a %4$@
fr: %1$@ g glucides et %2$@ g lipides et %3$@ g proteines ajoutés à %4$@
it: %1$@ g di carboidrati, %2$@ g di grassi e %3$@ g di proteine aggiunti a %4$@
nl: %1$@ g koolhydraten en %2$@ g vetten en %3$@ g eiwitten toegevoegd bij %4$@
sv: %1$@ g kolhydrater och %2$@ g fett och %3$@ g protein tillsätts vid %4$@

source: A bolus command of %@ U of insulin was sent
de: Ein Bolusbefehl von %@ U Insulin wurde gesendet
es: Se envió una orden de bolo de %@ U de insulina
fr: Une commande de bolus de %@ U d'insuline a été envoyée
it: E' stato inviato un comando di bolo di %@ U di insulina.
nl: Er is een boluscommando van %@ U insuline verzonden
sv: En bolusdos på %@ E insulin skickades

source: Activate a an Override Preset
de: Aktiviere eine Überlagerungsvoreinstellung
es: Activar un preajuste de anulación
fr: Activer un profil enregistré
it: Attivare un preset di esclusione
nl: Een override preset activeren
sv: Aktivera en förinställd åsidosättning

source: Activate an existing TempTarget Preset
de: Aktiviere eine bestehende TempTarget-Voreinstellung
es: Activar una Preconfiguración TempTarget existente
fr: Activer une cible temp enregistrée
it: Attivare una preimpostazione TempTarget esistente
nl: Een bestaande TempTarget Preset activeren
sv: Aktivera en befintlig TempTarget-förinställning

source: Activate an Override Preset
de: Aktiviere eine Override-Voreinstellung
es: Activar una preselección de anulación
fr: Activer un profil enregistré
it: Attivare un preset di esclusione
nl: Een override preset activeren
sv: Aktivera en förinställd åsidosättning

source: Activate TempTarget Preset
de: TempTarget-Voreinstellung aktivieren
es: Activar Preajuste TempTarget
fr: Activer une cible temp préenregistrée
it: Attiva il preset TempTarget
nl: Activeer TempTarget Preset
sv: Aktivera TempTarget-förinställning

source: Activating ${preset}
de: Aktivieren von ${preset}
es: Activando ${preset}
fr: Activer ${preset}
it: Attivazione di ${preset}
nl: Activeren van ${preset}
sv: Aktivering av ${preset}

source: Add Carbs
de: Kohlenhydrate hinzufügen
es: Añade carbohidratos
fr: Ajouter Glucides
it: Aggiungi carboidrati
nl: Koolhydraten toevoegen
sv: Tillsätt kolhydrater

source: Adding ${carbQuantity} g at ${dateAdded}
de: Hinzufügen von ${carbQuantity} g am ${dateAdded}
es: Añadiendo ${carbQuantity} g en ${dateAdded}
fr: Ajouter ${carbQuantity} g à${dateAdded}
it: Aggiunta di ${carbQuantity} g a ${dateAdded}
nl: Toevoeging van ${carbQuantity} g op ${dateAdded}
sv: Lägger till ${carbQuantity} g på ${dateAdded}

source: Allow to add carbs
de: Kohlenhydrate zugeben
es: Permitir añadir carbohidratos
fr: Permet d'ajouter des glucides
it: Consenti di aggiungere carboidrati
nl: Koolhydraten toevoegen
sv: Tillåt tillsats av kolhydrater

source: Allow to list and choose a specific temporary override
de: Erlaubt die Auflistung und Auswahl eines bestimmten temporären Overrides
es: Permitir enumerar y elegir una anulación temporal específica
fr: Permet de lister et d'appliquer une surcharge temporaire
it: Consente di elencare e scegliere uno specifico override temporaneo
nl: Toestaan om een specifieke tijdelijke opheffing op te sommen en te kiezen
sv: Tillåt att lista och välja en specifik tillfällig åsidosättning

source: Allow to list and collect carbs, fats, proteins for a carb preset
de: Erlaubt das Auflisten und Sammeln von Kohlenhydraten, Fetten und Proteinen für eine Kohlenhydrat-Voreinstellung
es: Permite listar y recopilar carbohidratos, grasas y proteínas para un preajuste de carbohidratos
fr: Permet de lister tous les préréglages des repas et de récupérer les glucides, protéines, lipides associés
it: Consente di elencare e raccogliere carboidrati, grassi e proteine per una preimpostazione dei carboidrati.
nl: Maak een lijst en verzamel koolhydraten, vetten en eiwitten voor een koolhydraatvoorkeuze
sv: Gör det möjligt att lista och samla in kolhydrater, fetter och proteiner för en förinställning av kolhydrater

source: Allow to list the last Blood Glucose, trends, IOB and COB available
de: Erlaubt die Auflistung der letzten verfügbaren Blutzuckerwerte, Trends, IOB und COB
es: Permite listar la última Glucosa en sangre, tendencias, IOB y COB disponibles
fr: Permet de lister tous les états disponibles sur la glycémie, tendances, IOB et COB
it: Consente di elencare l'ultima glicemia, i trend, l'IOB e il COB disponibili.
nl: De laatste beschikbare bloedglucose, trends, IOB en COB weergeven
sv: Tillåt att lista den senaste blodglukosen, trender, IOB och COB tillgängliga

source: Allow to send a bolus to the app
de: Erlaube das Senden eines Bolus an die App
es: Permitir enviar un bolo a la app
fr: Permet d'envoyer une commande de bolus
it: Consente di inviare un bolo all'applicazione
nl: Toestaan om een bolus naar de app te sturen
sv: Tillåt att skicka en bolus till appen

source: Allows to bolus with shortcuts
de: Ermöglicht den Bolus mit Shortcuts
es: Permite bolos con atajos
fr: Autoriser les bolus via l'app Raccourcis
it: Consente di eseguire il bolo con scorciatoie
nl: Maakt bolussen met sneltoetsen mogelijk
sv: Gör det möjligt att bolusa med genvägar

source: Amount
de: Betrag
es: Cantidad
fr: Quantité
it: Importo
nl: Bedrag
sv: Belopp

source: Applying ${bolusQuantity} U
de: Anwenden von ${bolusQuantity} U
es: Aplicando ${bolusQuantity} U
fr: Appliquer ${bolusQuantity} U
it: Applicazione di ${bolusQuantity} U
nl: ${bolusQuantity} toepassen U
sv: Tillämpning av ${bolusQuantity} U

source: Applying ${carbQuantity} g at ${dateAdded}
de: Anwendung von ${carbQuantity} am ${dateAdded}
es: Aplicando ${carbQuantity} a ${dateAdded}
fr: Appliquer ${carbQuantity} g à ${dateAdded}
it: Applicazione di ${carbQuantity} a ${dateAdded}
nl: Toepassen van ${carbHoeveelheid} op ${datum Toegevoegd}
sv: Tillämpning av ${carbQuantity} vid ${dateAdded}

source: Applying ${preset}
de: Anwenden von ${preset}
es: Aplicando ${preset}
fr: Appliquer ${preset}
it: Applicare ${preset}
nl: ${preset} toepassen
sv: Tillämpning av ${preset}

source: Applying ${preset} override
de: ${preset} override anwenden
es: Aplicar la anulación ${preset}
fr: Appliquer le profil ${preset}
it: Applicazione dell'override di ${preset}
nl: ${preset} override toepassen
sv: Tillämpa ${preset} åsidosättande

source: Are you sure to add %@ g of carbs ?
de: Bist du sicher, dass du %@ g Kohlenhydrate hinzufügen musst?
es: ¿ Estás seguro de añadir %@ g de glúcidos ?
fr: Confirmez-vous que vous ajoutez %@ g de glucides ?
it: Sei sicuro di aggiungere %@ g di carboidrati?
nl: Weet je zeker dat je %@ g koolhydraten moet toevoegen?
sv: Är du säker på att du har lagt till %@ g kolhydrater?

# Are you sure to create a TempTarget with %@ %@ for %@ min at %@ ?
source: Are you sure to create a TempTarget with %1$@ %2$@ for %3$@ min at %4$@ ?
de: Bist du sicher, dass du ein TempTarget mit %1$@ %2$@ für %3$@ min bei %4$@ erstellen willst?
es: ¿Estás seguro de crear un TempTarget con %1$@ %2$@ para %3$@ min en %4$@ ?
fr: Etes-vous sur de créer une cible temp avec %1$@ %2$@ pour %3$@ min à %4$@ ?
it: Sei sicuro di voler creare un TempTarget con %1$@ %2$@ per %3$@ min a %4$@?
nl: Weet je zeker dat je een TempTarget moet maken met %1$@ %2$@ voor %3$@ min op %4$@ ?
sv: Är du säker på att du vill skapa ett TempTarget med %1$@ %2$@ för %3$@ min vid %4$@?

source: Bolus amount in U
de: Bolusmenge in U
es: Cantidad de bolo en U
fr: Bolus en U
it: Quantità di bolo in U
nl: Bolushoeveelheid in U
sv: Bolusmängd i U

source: Cancel active TempTarget
de: Aktives TempTarget abbrechen
es: Cancelar TempTarget activo
fr: Annuler la cible temp
it: Annulla il TempTarget attivo
nl: Actief TempTarget annuleren
sv: Avbryt aktiv TempTarget

source: Cancel an active Override
de: Eine aktive Überschreibung abbrechen
es: Cancelar una Anulación activa
fr: Annuler un profil actif
it: Annullamento di un Override attivo
nl: Een actieve opheffing annuleren
sv: Avbryt en aktiv åsidosättning

source: Cancel an active TempTarget
de: Ein aktives TempTarget abbrechen
es: Cancelar un TempTarget activo
fr: Annuler la cible temp
it: Annulla un TempTarget attivo
nl: Een actief TempTarget annuleren
sv: Avbryt ett aktivt TempTarget

source: carbs
de: Kohlenhydrate
es: carbohidratos
fr: Glucides
it: carboidrati
nl: koolhydraten
sv: kolhydrater

source: Carbs Preset
de: Kohlenhydrate Voreinstellung
es: Carbohidratos Preestablecidos
fr: Préréglages de repas
it: Carboidrati preimpostati
nl: Koolhydraten Vooraf ingesteld
sv: Förinställda kolhydrater

source: Carbs Preset selection
de: Kohlenhydrate Voreingestellte Auswahl
es: Carbohidratos Selección preestablecida
fr: Sélection des préréglages de repas
it: Carboidrati Selezione preimpostata
nl: Koolhydraten Voorkeuze
sv: Kolhydrater Förinställt val

source: Choose the Carb preset ${preset}
de: Wähle die Carb-Voreinstellung ${preset}
es: Elige el preajuste Carb ${preset}
fr: Choisir le repas ${preset}
it: Scegli il preset Carb ${preset}
nl: Kies de Carb preset ${preset}
sv: Välj förinställning för Carb ${preset}

source: Choose the temporary override ${preset}
de: Wähle den temporären Override ${preset}
es: Elige la anulación temporal ${preset}
fr: Choisir un profil temporaire ${preset}
it: Scegli l'override temporaneo ${preset}
nl: Kies de tijdelijke opheffing ${preset}
sv: Välj den tillfälliga åsidosättningen ${preset}

source: Choose the TempTarget ${preset}
de: Wähle das TempTarget ${preset}
es: Elige el TempTarget ${preset}
fr: Choisir la cible temporaire ${preset}
it: Scegli il TempTarget ${preset}
nl: Kies de TempTarget ${preset}
sv: Välj TempTarget ${preset}

source: Confirm Before applying
de: Bestätige vor der Bewerbung
es: Confirmar antes de solicitar
fr: Confirmer avant application
it: Conferma prima di applicare
nl: Bevestigen voordat je solliciteert
sv: Bekräfta innan du ansöker

source: Confirm to apply Override Preset '%@'
de: Bestätigen, um die Voreinstellung "%@" zu übernehmen
es: Confirmar para aplicar la Preconfiguración de Anulación "%@".
fr: Confirmer pour appliquer le profil '%@'
it: Conferma l'applicazione della preimpostazione Override '%@'.
nl: Bevestigen om Override Preset '%@' toe te passen
sv: Bekräfta för att tillämpa Åsidosätt förinställning "%@

source: Confirm to apply TempTarget '%@'
de: Bestätigen, dass TempTarget '%@' angewendet wird
es: Confirmar para aplicar TempTarget '%@'
fr: Confirmer pour appliquer une cible temp '%@'
it: Conferma l'applicazione di TempTarget '%@'
nl: Bevestigen om TempTarget '%@' toe te passen
sv: Bekräfta att TempTarget '%@' ska tillämpas

source: Create and apply a temporary target
de: Ein temporäres Ziel erstellen und anwenden
es: Crear y aplicar un objetivo temporal
fr: Définir et appliquer une cible temporaire
it: Crea e applica un obiettivo temporaneo
nl: Een tijdelijk doel maken en toepassen
sv: Skapa och tillämpa ett tillfälligt mål

source: Create and apply a TempTarget
de: Ein TempTarget erstellen und anwenden
es: Crear y aplicar un TempTarget
fr: Créer et appliquer une cible temp
it: Creare e applicare un TempTarget
nl: Een TempTarget maken en toepassen
sv: Skapa och tillämpa ett TempTarget

source: Create and apply TempTarget
de: TempTarget erstellen und anwenden
es: Crear y aplicar TempTarget
fr: Créer et appliquer une cible temp
it: Crea e applica TempTarget
nl: TempTarget maken en toepassen
sv: Skapa och tillämpa TempTarget

source: Date
de: Datum
es: Fecha
it: Data
nl: Datum
sv: Datum

source: Date of adding
de: Datum des Hinzufügens
es: Fecha de adición
fr: Date de l'ajout
it: Data di aggiunta
nl: Datum van toevoegen
sv: Datum för tillägg

source: duration
de: Dauer
es: duración
fr: Durée
it: durata
nl: duur
sv: varaktighet

source: Duration of the temporary target
de: Dauer des temporären Ziels
es: Duración del objetivo temporal
fr: Durée de la cible temporaire
it: Durata dell'obiettivo temporaneo
nl: Duur van het tijdelijke doel
sv: Varaktighet för det tillfälliga målet

source: Duration of the TempTarget
de: Dauer des TempTarget
es: Duración del TempTarget
fr: Durée de la cible temp
it: Durata del TempTarget
nl: Duur van het TempTarget
sv: Varaktighet för TempTarget

source: Enact Bolus
de: Bolus einführen
es: Promulgar bolo
fr: Injecter Bolus
nl: Bolus invoeren
sv: Lagstifta Bolus

source: fat
de: fett
es: grasa
fr: Lipides
it: grasso
nl: vet
sv: fett

source: Glucose Target
de: Glukose Ziel
es: Objetivo de glucosa
fr: Cible glycémique
it: Obiettivo del glucosio
nl: Glucose Streefwaarde
sv: Mål för glukos

source: Glucose target in current units
de: Glukoseziel in aktuellen Einheiten
es: Objetivo de glucosa en unidades actuales
fr: Cible glycémique dans l'unité
it: Obiettivo di glucosio in unità correnti
nl: Glucose streefwaarde in huidige eenheden
sv: Glukosmål i aktuella enheter

source: Glucose unit
de: Glukoseeinheit
es: Unidad de glucosa
fr: Unité glycémique
it: Unità di glucosio
nl: Glucose-eenheid
sv: Enhet för glukos

source: If toggled, you will need to confirm before applying
de: Wenn diese Option aktiviert ist, musst du sie vor der Anwendung bestätigen.
es: Si está activada, tendrás que confirmarla antes de aplicarla
fr: Si activé, vous devez confirmer avant d'appliquer
it: Se è attivata, dovrai confermare prima di applicare il programma
nl: Als deze optie is aangevinkt, moet je deze bevestigen voordat je deze toepast.
sv: Om växlad, måste du bekräfta innan du tillämpar

source: Immediately activating ${preset}
de: Sofortiges Aktivieren von ${preset}
es: Activar inmediatamente ${preset}
fr: Activer immédiatement ${preset}
it: Attiva immediatamente ${preset}
nl: Onmiddellijk activeren van ${preset}
sv: Omedelbar aktivering av ${preset}

source: Immediately adding ${carbQuantity} g at ${dateAdded}
de: Sofortiges Hinzufügen von ${carbQuantity} g am ${dateAdded}
es: Añadir inmediatamente ${carbQuantity} g en ${dateAdded}
fr: Ajouter ${carbQuantity} g à ${dateAdded}
it: Aggiungendo immediatamente ${carbQuantity} g a ${dateAdded}
nl: Onmiddellijk toevoegen van ${carbQuantity} g om ${dateAdded}
sv: Omedelbart lägga till ${carbQuantity} g vid ${dateAdded}

source: Immediately applying ${bolusQuantity} U
de: Sofortige Anwendung von ${bolusQuantity} U
es: Aplicando inmediatamente ${bolusQuantity} U
fr: Appliquer immédiatement ${bolusQuantity} U
it: Applica immediatamente ${bolusQuantity} U
nl: Onmiddellijke toepassing van ${bolusQuantity} U
sv: Omedelbar tillämpning av ${bolusQuantity} U

source: Immediately applying ${carbQuantity} g at ${dateAdded}
de: Sofortige Anwendung von ${carbQuantity} am ${dateAdded}
es: Aplicando inmediatamente ${carbQuantity} a ${dateAdded}
fr: Appliquer immédiatemment ${carbQuantity} g à ${dateAdded}
it: Applicando immediatamente ${carbQuantity} a ${dateAdded}
nl: Meteen toepassen van ${carbHoeveelheid} op ${datum Toegevoegd}
sv: Omedelbar applicering av ${carbQuantity} på ${dateAdded}

source: Immediately applying ${preset}
de: Sofortige Anwendung von ${preset}
es: Aplicar inmediatamente ${preset}
fr: Appliquer ${preset}
it: Applica immediatamente ${preset}
nl: Meteen toepassen van ${preset}
sv: Omedelbar tillämpning av ${preset}

source: Immediately applying ${preset} override
de: Sofortige Anwendung von ${preset} override
es: Aplicar inmediatamente la anulación ${preset}
fr: Appliquer immédiatement le profil ${preset}
it: Applicazione immediata dell'override di ${preset}
nl: Onmiddellijk toepassen van ${preset} override
sv: Omedelbar tillämpning av ${preset} åsidosättande

source: Immediatly starting ${target} ${unit} TempTarget for ${duration} min
de: Sofortiger Start von ${Ziel} ${Einheit} TempTarget für ${duration} min
es: Iniciar inmediatamente ${objetivo} ${unidad} TempTarget durante ${duración} min
fr: Débuter immédiatement la cible temp ${target} ${unit} pour ${duration} min
it: Avvia immediatamente ${target} ${unità} TempTarget per ${durata} min
nl: Onmiddellijk starten van ${target} ${eenheid} TempTarget voor ${duur} min
sv: Omedelbar start av ${mål} ${enhet} TempTarget för ${duration} min

source: Limit by insulin suggestion estimation
de: Begrenzung durch Schätzung des Insulinvorschlags
es: Límite por estimación de sugerencia de insulina
fr: Limité par la valeur d'insuline suggérée
it: Limite in base alla stima del suggerimento di insulina
nl: Beperken door insuline suggestie schatting
sv: Begränsning genom uppskattning av insulinförslag

source: Limit by max bolus
de: Begrenzung durch maximalen Bolus
es: Límite por bolo máximo
fr: Limité par la valeur d'insuline maximale
it: Limite per bolo massimo
nl: Limiet door maximale bolus
sv: Begränsas av max bolus

source: List all states available currently
de: Alle derzeit verfügbaren Staaten auflisten
es: Lista de todos los estados disponibles actualmente
fr: Lister tous les états disponibles
it: Elenco di tutti gli stati attualmente disponibili
nl: Lijst van alle staten die momenteel beschikbaar zijn
sv: Lista alla stater som är tillgängliga för närvarande

source: List Carb Presets
de: Liste Carb-Voreinstellungen
es: Lista Preajustes Carb
fr: Lister les repas enregistrés
it: Elenco dei preset di carboidrati
nl: Lijst Carb Presets
sv: Lista förinställda kolhydrater

source: List last state available
de: Liste letzter verfügbarer Zustand
es: Lista el último estado disponible
fr: Liste tous les états disponibles
it: Elenco dell'ultimo stato disponibile
nl: Lijst laatste beschikbare staat
sv: Lista senaste tillgängliga tillstånd

source: List Temporary Override
de: Liste Temporäre Überschreibung
es: Lista Anulación temporal
fr: Lister les surcharges temporaires enregistrées
it: Elenco Annullamento temporaneo
nl: Lijst Tijdelijk opheffen
sv: Lista Temporär åsidosättning

source: List TempTarget Presets
de: TempTarget-Voreinstellungen auflisten
es: Lista Preajustes TempTarget
fr: Lister les cibles temp enregistrées
it: Elenco delle preimpostazioni di TempTarget
nl: Lijst TempTarget Presets
sv: Lista TempTarget-förinställningar

source: Method to limit the bolus amount
de: Methode zur Begrenzung der Bolusmenge
es: Método para limitar la cantidad de bolo
fr: Méthode pour limiter la quantité de bolus
it: Metodo per limitare la quantità di bolo
nl: Methode om de bolushoeveelheid te beperken
sv: Metod för att begränsa bolusmängden

source: No active Override to cancel
de: Kein aktiver Override zum Abbrechen
es: No activo Anular para cancelar
fr: Pas de profil à annuler
it: Non attivo Annullamento per annullare
nl: Geen actieve Override om te annuleren
sv: Ingen aktiv Åsidosätt för att avbryta

source: No active TempTarget to cancel
de: Kein aktives TempTarget zum Abbrechen
es: No hay TempTarget activo para cancelar
fr: Pas de cible temporaire à annuler
it: Nessun TempTarget attivo da annullare
nl: Geen actief TempTarget om te annuleren
sv: Inget aktivt TempTarget för att avbryta

source: no adding carbs
de: keine Zugabe von Kohlenhydraten
es: sin añadir carbohidratos
fr: Pas d'ajout de glucodes
it: senza aggiungere carboidrati
nl: geen koolhydraten toevoegen
sv: inga tillsatta kolhydrater

source: Not allowed
de: Nicht erlaubt
es: No autorizado
fr: Non autorisé
it: Non è consentito
nl: Niet toegestaan
sv: Inte tillåtet

source: Open Shortcuts app
de: App Shortcuts öffnen
es: Abre la app Atajos
fr: Ouvrir l'app Raccourcis
it: Apri l'applicazione Shortcuts
nl: Snelkoppelingen openen
sv: Öppna appen Genvägar

source: Options
de: Optionen
es: Opciones
it: Opzioni
nl: Opties
sv: Alternativ

source: Override '%@' canceled
de: Überschreibung '%@' abgebrochen
es: Anulación '%@' cancelada
fr: Profil '%@' annulée
it: Sovrascrittura di '%@' annullata
nl: Overschrijven '%@' geannuleerd
sv: Åsidosätt '%@' avbruten

source: Override choice
de: Wahl aufheben
es: Elección de anulación
fr: Choix d'une surcharge
it: Scelta di sovrascrittura
nl: Keuze overschrijven
sv: Åsidosättande av val

source: Preset
de: Voreinstellung
es: Preestablecido
fr: Cible temporaire enregistrée
it: Preimpostazione
nl: Vooraf ingesteld
sv: Förinställd

source: Preset choice
de: Voreinstellung wählen
es: Elección preestablecida
fr: Choix d'une cible temporaire
it: Scelta preimpostata
nl: Preset keuze
sv: Förinställt val

source: Quantity Carbs
de: Menge Kohlenhydrate
es: Cantidad Carbohidratos
fr: Quantité de glucides
it: Quantità Carboidrati
nl: Hoeveelheid Koolhydraten
sv: Antal kolhydrater

source: Quantity fat
de: Menge Fett
es: Cantidad grasa
fr: Quantité de lipides
it: Quantità di grasso
nl: Hoeveelheid vet
sv: Kvantitet fett

source: Quantity of carbs in g
de: Menge der Kohlenhydrate in g
es: Cantidad de carbohidratos en g
fr: Quanité de glucides en g
it: Quantità di carboidrati in g
nl: Hoeveelheid koolhydraten in g
sv: Mängd kolhydrater i g

source: Quantity of fat in g
de: Menge an Fett in g
es: Cantidad de grasa en g
fr: Quanité de lipides en g
it: Quantità di grasso in g
nl: Hoeveelheid vet in g
sv: Mängd fett i g

source: Quantity of Protein in g
de: Menge an Protein in g
es: Cantidad de proteína en g
fr: Quantité de proteines en g
it: Quantità di proteine in g
nl: Hoeveelheid eiwit in g
sv: Proteinmängd i g

source: Quantity Protein
de: Menge Eiweiß
es: Cantidad Proteína
fr: Quantité de protéines
it: Quantità Proteine
nl: Hoeveelheid Eiwit
sv: Kvantitet Protein

source: Select Override Preset
de: Override-Voreinstellung auswählen
es: Seleccionar anulación preestablecida
fr: Sélectionner un profil enregistré
it: Seleziona il preset di sovrascrittura
nl: Selecteer Override Preset
sv: Välj Åsidosätt förinställning

source: Select Temporary Target
de: Temporäres Ziel auswählen
es: Seleccionar objetivo temporal
fr: Sélectionner une cible temporaire
it: Seleziona la destinazione temporanea
nl: Tijdelijk doel selecteren
sv: Välj tillfälligt mål

source: Shortcuts
de: Kurzbefehle
es: Atajos
fr: Raccourcis
it: Comandi Rapidi
nl: Opdrachten
sv: Genvägar

source: Shortcuts config
de: Shortcuts konfigurieren
es: Configuración de atajos
fr: Config Raccourcis
it: Configurazione delle scorciatoie
nl: Snelkoppelingen configureren
sv: Konfiguration av genvägar

source: Show list and choose an existing TempTarget Preset
de: Liste anzeigen und eine bestehende TempTarget-Voreinstellung auswählen
es: Mostrar lista y elegir una Preconfiguración TempTarget existente
fr: Lister et choisir une cible temp enregistrée
it: Mostra l'elenco e scegli una preimpostazione TempTarget esistente
nl: Toon lijst en kies een bestaande TempTarget Preset
sv: Visa lista och välj en befintlig TempTarget-förinställning

source: Start ${target} ${unit} target for ${duration} min
de: Starte ${Ziel} ${Einheit} Ziel während ${Dauer} min
es: Iniciar ${objetivo} ${unidad} objetivo durante ${duración} min
fr: Créer une cible glycémique de ${target} ${unit} durant ${duration} min
it: Avvia l'obiettivo ${target} ${unità} durante la ${durata} min.
nl: Start ${doel} ${eenheid} doel gedurende ${duur} min.
sv: Starta ${target} ${unit} mål under ${duration} min

source: Starting ${target} ${unit} TempTarget for ${duration} min
de: Starten von ${Ziel} ${Einheit} TempTarget für ${duration} min
es: Iniciando ${objetivo} ${unidad} TempTarget durante ${duración} min
fr: Débuter la cible temporaire ${target} ${unit} pour ${duration} min
it: Avvio di ${target} ${unità} TempTarget per ${durata} min
nl: Start ${target} ${eenheid} TempTarget voor ${duur} min
sv: Startar ${mål} ${enhet} TempTarget för ${duration} min

source: Starting Date
de: Startdatum
es: Fecha de inicio
fr: Date de début
it: Data di inizio
nl: Startdatum
sv: Startdatum
